<?php
//$this->layout = '@app/views/layouts/main_ru';

$page = [];

$page['caterpillar']['text'] = '
<p>Компания Caterpillar — крупный производитель спецтехники для строительных, добывающих, погрузочных, землеройных, дорожных, других работ, а также запчастей к ней. На самых сложных рабочих участках вы точно встретите машины Cat — экскаваторы, погрузчики, бульдозеры, самосвалы, катки, и прочие серьезные машины.   </p>
<p>Но как бы хорошо не было оборудование от «Гусеницы» (Caterpillar в переводе с английского означает гусеница), вечного на свете ничего не бывает, когда дело касается спецтехники, запчастей к ней. Продукция Caterpillar очень живуча, но требует планового обслуживания и ремонта, которые обеспечат ей долгую работу. </p>
<p>Правильный ремонт — не только мастера. Качество запчастей играет одну из главных ролей, поэтому лучше выбирать для техники оригинальные или качественные аналоговые детали Caterpillar известных производителей.  </p>
<p>Компания предлагает запчасти и комплектующие высокого качества к технике катерпиллер.
У нас вы сможете купить поштучно или в комплектах новые запчасти для caterpillar .
В каталоге тысячи деталей, агрегатов, механизмов для погрузчиков и экскаваторов Cat.</p>
<ul>Есть следующие запчасти:
    <li>- двигатели, трансмиссии, валы для погрузчиков, другой техники, запчасти для ковшей Caterpillar;</li>
    <li>- масла, масляные фильтры, форсунки, прокладки, дизельные фильтры;</li>
    <li>- КПП для Caterpillar, комплектующие к ним;</li>
    <li>- датчики, стартеры для погрузчиков, другой техники Caterpillar;</li>
    <li>- запчасти для выпускной, топливной систем, ходовой части Caterpillar;</li>
    <li>- элементы, запчасти для трансмиссии, двигателя, ремни, рычаги управления;</li>
    <li>- гидравлические насосы, рулевые тяги, колонки, крестовины, пр. запчасти Caterpillar, инструменты.</li>
</ul>
<p>
Ассортимент запчастей Caterpillar постоянно пополняется, чтобы ваша гусеничная, колесная техника — бортовые, фронтальные погрузчики, а также экскаваторы, самосвалы, машины были в рабочем состоянии.
</p>
<div class="table-container">
    <h3>ТАБЛИЦА С ЦЕНАМИ ИЗ КАТАЛОГА НА ПОПУЛЯРНЫЕ ЗАПЧАСТИ CATERPILLAR</h3>
    <div class="row">
        <div class="grid_5">
            <div class="row tr gr"><strong>Товар</strong></div>
            <div class="row tr">коленвал caterpillar</div>
            <div class="row tr gr">ходовая часть caterpillar</div>
            <div class="row tr">фильтры caterpillar</div>
            <div class="row tr gr">ремни caterpillar</div>
            <div class="row tr">ремень генератора caterpillar</div>
            <div class="row tr gr">запчасти для двигателя caterpillar</div>
            <div class="row tr ">запчасти для экскаватора caterpillar</div>
            <div class="row tr gr">запчасти на погрузчик caterpillar</div>
            <div class="row tr">запчасти бульдозер caterpillar</div>
        </div>
        <div class="grid_5">
            <div class="row tr gr"><strong>Цена, руб.</strong></div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr ">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
        </div>
    </div>
</div>
<p>
У нас в каталоге запчасти производства Caterpillar (он же Cat), а также товары других промышленных гигантов — Komatsu, Cummins, JCB, Deutz и др. Информацию о наличии, стоимости, другие вопросы о запчастях уточняйте у менеджеров.
</p>
<p>Наш официальный интернет-магазин allusaparts.ru работает с ИП, частными, а также юридическими лицами (ООО, ЗАО, ОАО). В продаже тысячи товаров: запчасти бренда Cat для ремонта специальной техники, расходные материалы, механизмы, агрегаты, прочие необходимые запчасти для работоспособности ваших машин.</p>
<p>Найти нужную запчасть для погрузчика, другой техники Cat можно через поиск по каталогу на главной странице сайта, нужно использовать поиск по разделу.
При необходимости данные о запчастях можно запросить через форму обратной связи, электронную почту, либо заказать обратный звонок. Для этого оставьте свое имя, номер личного или рабочего телефона и модель вашей техники Cat. Менеджер быстро обработает заявку на запчасти, после свяжется с вами.</p>
<p>Он также расскажет об особенностях запчастей при установке на погрузчики Caterpillar, сообщит о новостях, акциях, спецпредложениях компании, а также о вариантах оплаты запчастей.</p>
<p>Наша компания — стабильный поставщик запасных частей для ремонта Cat. Мы даем своим клиентам возможность приобрести новые качественные запчасти, получить сервис по умеренным ценам. Мы работает на долгосрочную перспективу, для этого постоянно поддерживаем выгодные цены на запчасти, большие остатки товаров Caterpillar на складах.</p>
<p>Офис продаж находится в Москве и в США . Мы отправляем запчасти Cat по любым городам на карте России и странам СНГ . Сотрудничаем только с проверенными транспортными компаниями, чтобы не срывать сроки доставки, довозить запчасти в сохранности. Условия узнавайте у наших сотрудников, либо на порталах транспортных фирм.</p>
<p>Цена доставки запчастей производства Caterpillar зависят от отдаленности региона и массы груза. Стандартные сроки на доставку запчастей Caterpillar начинаются от нескольких дней и могут увеличиться в большую сторону. В самых крайних случаях по согласованию с менеджерами возможно заказать экспресс-доставку частей в удобное время по Москве и Подмосковью.</p>
<p>У покупателей также есть возможность организовать самовывоз. Для этого нужно договориться с менеджером о перемещении товара со склада.</p>
<p>Мы соблюдаем политику конфиденциальности в отношении своих клиентов. После того, как вы дали согласие на обработку персональных данных, вся информация о ваших личных и контактных данных будет обработана, мы будем хранить ее в течение определенного законом срока. Сведения о запасных частях для техники Cat, историю покупок запчастей вы сможете узнать в рабочем кабинете.</p>
';

$page['komatsu']['text'] = '
<p>Японская компания Komatsu — один из крупнейших производителей строительной, дорожной, лесной и другой техники. Истории компания уже целый век; некоторые образцы спецтехники Komatsu были привозили еще в Советский Союз. Поэтому, ее по праву называют родной.</p>
<p>Компания Komatsu продолжает славные традиции, поставляет в Россию экскаваторы, погрузчики, бульдозеры, катки и другие машины, открыла в нашей стране завод по производству спецтехники.</p>
<p>За надежностью Komatsu стоят качественные материалы, сборка, а также поддерживающее обслуживание, плановый ремонт и оригинальные запчасти.
Чтобы не тратить время на поиски запчастей на двигатели под вашу техники Комацу, пользуйтесь услугами компании allusaparts.ru. В нашем каталоге тысячи комплектующих для спецтехники разных брендов.</p>
<p>От вас — сформировать запрос на запчасти. Остальное — наша забота.</p>
<p>Кроме Komatsu, вы можете купить у нас запчасти на Hitachi, Caterpillar, JCB и другую технику ведущих брендов.
В наличии и под заказ запчасти, ремкомплекты агрегаты в сборе, наборы инструмента для экскаваторов, погрузчиков, бульдозеров и другой техники Komatsu.</p>
</p>
<p>В каталоге запчастей для техники представлены тысячи товаров:</p>
<ul>
    <li>- двигатели для экскаваторов, бортовых погрузчиков Komatsu, запчасти к ним, комплектующие на двигатели экскаваторов;</li>
    <li>- втулки, пальцы, запчасти, гидроцилиндры, направляющие Komatsu для экскаваторов, другой техники;  </li>
    <li>- ходовые части, колеса, запчасти для трансмиссии, валы, кпп для экскаваторов, гусеничных погрузчиков, прочей техники;  </li>
    <li>- гидравлические масла и фильтры, насосы для экскаваторов, запчасти к ним, прокладки и блоки цилиндров;</li>
    <li>- ковши и запчасти к ним, гусеницы, коронки на экскаваторы, погрузчики Komatsu, прочую технику;</li>
    <li>- генераторы, стартеры, топливные системы и запчасти к ним, системы управления на экскаваторы, бульдозеры;  </li>
    <li>- клапаны, рукояти, кольца, цепи и запчасти к ним для погрузчиков, экскаваторов;</li>
    <li>- тормозные системы (или отдельные сегменты систем), части коробки передач на бульдозеры, погрузчики, экскаваторы.</li>
</ul>
<p></p>
<p>Мы работаем с заказами любых объемов, предлагаем новые запчасти, ремкомплекты, сервис высокого качества. Держим низкую цену на запасные части для бульдозеров и погрузчиков, чтобы вы ремонтировали свою технику Komatsu и укладывались в бюджет, будь то ремонт двигателя, замена втулок, фильтров, пальцев, гидроцилиндров, прочих запчастей.
С нашими запчастями ремонт любой сложности не будет для вас проблемной статьей расходов.
</p>
<div class="table-container">
    <h3>Популярные запасные части на колесную, гусеничную спецтехнику и оборудование Komatsu</h3>
    <div class="row">
        <div class="grid_5">
            <div class="row tr gr"><strong>Название запчасти </strong></div>
            <div class="row tr">ходовая часть komatsu</div>
            <div class="row tr gr">запчасти двигателя komatsu</div>
            <div class="row tr">запчасти бульдозер komatsu</div>
            <div class="row tr gr">запчасти для экскаваторов komatsu</div>
        </div>
        <div class="grid_5">
            <div class="row tr gr"><strong>Цена запчасти</strong></div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
        </div>
    </div>
</div>
<p></p>
<p>Информация о запчастях на сайте точна, но не является публичной офертой. Окончательные данные о количестве комплектующих, условиях доставки и способах оплаты уточнит менеджер.</p>
<p>
Можно отправить заявку (заказ) на детали для Komatsu по электронной почте. Ее быстро обработают и дадут вам ответ по запчастям.
Если вам потребуется помощь, появились вопросы по запасным частям для экскаваторов, закажите звонок. Наш менеджер свяжется с вами, поможет подобрать запчасти на двигатели Komatsu, оформит заказ.</p>
<p>Помимо этого, он может дать информацию о самых последних акциях, скидках на запчасти, новостях, услугах компании.
Если нужную вам запчасть найти не удалось, мы можем привезти ее на заказ. Если запчасть уже снята с производства, мы сможем подобрать аналог.
Организуем поставки запчастей под двигатели на экскаваторы Komatsu во все города России у нас можно заказать доставку в крупные города России: Санкт-Петербург, Краснодар, Екатеринбург, Иркутск.</p>
<p>Если у вас группа компаний, есть филиалы или бизнес-партнеры в регионах, организуем до них доставку запчастей транспортными компаниями.
Мы работаем с юридическими лицами (ООО, ЗАО), индивидуальными предпринимателями. Поставляем запчасти для колесной, гусеничной техники производства Komatsu за наличный и безналичный расчет.</p>
<p>Наша компания строго придерживается политики хранения персональных данных, поэтому клиентам можно не беспокоиться о сохранности своих номеров телефонов, личных контактов, адресов доставки, заказанных запчастей и другой личной информации.
Компания настроена на долгосрочное сотрудничество, поддерживает большой ассортимент запчастей, дорожит всеми клиентами. Давайте работать вместе!
</p>
';

$page['allison transmission']['text'] = '
<p>Allison transmission — крупная американская производственная компания. Она которая выпускает
— трансмиссии, коробки передач (акпп);
</p>
<p>Запчасти от Allison Transmission устанавливают на</p>
<ul>
    <li>- строительной, коммунальной, сельхозтехнике;</li>
    <li>- школьных, туристических, междугородних автобусах, городском транспорте;</li>
    <li>- пожарных, военных и спасательных машинах;</li>
    <li>- грузовиках в топливно-энергетической и добывающей сферах.</li>
</ul>
<p></p>
<p>Allison transmission на рынке уже более ста лет. За это время она успела накопить за это время большой опыт, наработать технологии, которые применяет в производстве запчастей, узлов, агрегатов и других товаров Allison.
</p>
<p>Компания allusaparts.ru предлагает запчасти производства Allison transmission, чтобы вы провели ремонт трансмиссии, системы привода, коробки передач.  </p>
<p>В каталоге запчастей Allison тысячи артикулов, чтобы провести плановый ремонт или сервисное обслуживание вашей техники и сохранить непрерывность рабочего процесса.</p>
<p>Если ваша техника в других регионах России, сделайте заказ, оставьте свои контакты и мы организуем доставку запчастей для трансмиссии бренда Allison с помощью транспортных компаний.</p>
<p>Если у клиентов возникают трудности с заказом Allison transmission через сайт, можно отправить заявку на товар или доставку на email, оставив свои контакты.</p>
<p>Менеджеры ее обработают, созвонятся c  вами удобным вам способом.
Можно также заказать звонок сотрудника нашего офиса. Он перезвонит вам, поможет заказать, оплатить (мы принимаем оплату наличными, картой, по безналичному расчету) запчасти Allison transmission, выбрать удобный вариант доставки.</p>
<p>Наша компания соблюдает политику конфиденциальности. Вся информация о заказе Allison transmission, персональные данные клиентов, контакты, адреса доставки надежно защищены.</p>
';

$page['mtu']['text'] = '
<p>MTU — известный бренд в составе группы компаний Rolls-Roys. С 1909 по 2014 год MTU был самостоятельной фирмой.</p>
<p>Сегодня продукция марки используется в</p>
<ul>
    <li>- энергетических установках MTU (дизельные генераторы, дизельные электростанции, газовые поршневые генераторы, электростанции, двигатели для генераторных установок, накопители э/энергии);</li>
    <li>- горнодобывающей технике и нефтегазовой промышленности (дизельные двигатели марки MTU для экскаваторов, бурильных машин, буровых установок, и другой техники);</li>
    <li>- железнодорожной технике, водном транспорте (силовые установки от MTU для рельсовых автобусов, системы контроля и управления, морские дизельные генераторы, силовые установки для судов, системы управления);</li>
    <li>- строительной и сельхозтехнике (дизельные двигатели).</li>
</ul>
<p></p>
<p>В каталоге компании allusaparts оригинальные запасные части:</p>
<ul>
    <li>- запчасти для срочного ремонта планового обслуживания двигателя от MTU;</li>
    <li>- запасные части от MTU ремонта для дизельных генераторов;</li>
    <li>- топливные, масляные насосы от MTU;</li>
    <li>- топливные фильтры для дизельного двигателя производства MTU;</li>
    <li>- фильтры масляные производства MTU;</li>
    <li>- стартеры для двигателя от MTU;</li>
    <li>- блоки цилиндров MTU для двигателя;</li>
    <li>- кольца поршневые MTU для двигателя;</li>
    <li>- водяные насосы и фильтры MTU для двигателя;</li>
    <li>- насос усилителя для двигателя MTU;</li>
    <li>- фильтры гидравлические для техники MTU;</li>
    <li>- воздушные фильтры MTU;</li>
    <li>- поршни цилиндра для двигателя MTU;</li>
    <li>- термостат MTU для двигателя;</li>
    <li>- помпы водяного охлаждения MTU для двигателя;</li>
    <li>- штифты, направляющие MTU;</li>
    <li>- прокладки головки блока цилиндров MTU для дизельного двигателя;</li>
    <li>- другие запасные части от MTU.</li>
</ul>
<p></p>
<p>Помимо запчастей, необходимых для ремонта двигателя производства фирмы MTU вы можете купить оригинальные новые запчасти других брендов: Caterpillar, Komatsu, Cummins, Perkins, Deutz, Volvo, John Deere или их аналоги. Гарантия распространяется на все запчасти, независимо от модели техники и срока службы запасной части.</p>
<p>Оригинальные запчасти производства фирмы MTU сделаны из качественных материалов, имеют высокий ресурс износа и долгий срок эксплуатации. Благодаря этому сервисное обслуживание MTU не потребует лишних расходов, а техническое состояние техники всегда будет на высоте. </p>
<p>Найти запчасти МТУ для ремонта двигателя можно через наш сайт. На главной странице (под меню) вы заполняете форму, в которую заносите номер или серию запчасти MTU, марку техники. Далее используйте фильтры.  </p>
<p>Если нужный товар найти в каталоге не получилось, нужно отправить на электронную почту заявку (запрос), в которой будет список необходимых запчастей от фирмы MTU под дизельный двигатель, ваш телефон, другая важная информация. После обработки заявки, менеджер выйдет с вами на связь.</p>
<p>Можно также заказать звонок. Оставьте свои контакты. Наш менеджер перезвонит вам, поможет выбрать в каталоге нужные запасные части марки MTU, уточнит цену, поможет сформировать заказ, оформит доставку.</p>
<p>Мы принимаем оплату за запчасти от MTU в удобной для вас форме: наличными, по безналу. На все операции представляем отчетные документы.
Консультации и подбор запчастей MTU, независимо от цены, бесплатны для всех клиентов. Менеджеры также ответят на все технические и организационные вопросы по заказу и доставке запасных частей.</p>
<p>Наша компания строго следует политике конфиденциальности и не допускает передачу персональных данных (контакты, ФИО) и информации по заказам запчастей производства компании MTU третьим лицам.</p>
';


$page['cummins']['text'] = '
<p>Американская компания Cummins появилась более 100 лет назад — в 1919 году. Сейчас Камминз — крупный производитель дизельных, газовых двигателей, генераторных установок и запчастей.</p>
<p>Продукцию Cummins используют повсеместно, в том числе в России. В 2006 году компания Камминз открыла совместное предприятие ЗАО «КАММИНЗ КАМА» совместно с корпорацией «Камаз».</p>
<p>Интернет-магазин allusaparts.ru предлагает купить оригинальные и качественные запчасти производства Cummins. В каталоге на сайте сотни деталей от известной компании Камминз. В наличии и на заказ товары высокого качества для ремонта двигателей вашей грузовой техники КАМАЗ, ПАЗ, ГАЗ разных серий, а также на другие модели спецтехники.</p>
<p>Мы предлагаем следующие товары компании Cummins:</p>
<ul>
    <li>- тнвд, масляные фильтры,форсунки, запчасти для топливной системы;</li>
    <li>- датчики топлива, насосы высокой мощности, головки для блока цилиндров, клапаны, вкладыши коленвала Cummins;</li>
    <li>- цилиндры, поршни, картеры, болты, валы, стартеры для двигателей Cummins isle, isf и др.;</li>
    <li>- корзины сцепления, запчасти для поршневой группы и системы управления.</li>
</ul>
<p></p>
<div class="table-container">
    <h3>Популярные запчасти из каталога Cummins</h3>
    <div class="row">
        <div class="grid_5">
            <div class="row tr gr"><strong>Название детали Cummins</strong></div>
            <div class="row tr">Генератор Cummins onan</div>
            <div class="row tr gr">Головка блока Cummins</div>
            <div class="row tr">Клапана cummins 2.8</div>
            <div class="row tr gr">Cummins регулировка клапанов</div>
            
            <div class="row tr">Cummins зазоры клапанов</div>
            <div class="row tr gr">Редукционный клапан Cummins</div>
            <div class="row tr">Форсунки Cummins</div>
            <div class="row tr gr">Форсунки Cummins 2 8</div>
            
            <div class="row tr">Поршневые кольца Cummins</div>
            <div class="row tr gr">Ремкомплект Cummins</div>
            <div class="row tr">Блок цилиндров двигателя Cummins</div>
            <div class="row tr gr">Cummins прокладка двигателя</div>
            
            <div class="row tr">Прокладки двигателя Cummins 2.8</div>
            <div class="row tr gr">Блок цилиндров Cummins 2.8</div>
            <div class="row tr">Блок цилиндров Cummins isf 2.8</div>
            <div class="row tr gr">Головка блока цилиндров Cummins 6isbe</div>
            
            <div class="row tr">Блок цилиндров Валдай Cummins 3.8</div>
            <div class="row tr gr">Ремень Cummins 2.8</div>
            <div class="row tr">Ремень генератора Cummins</div>
            <div class="row tr gr">Натяжитель ремня Cummins</div>
            
            <div class="row tr">Ремень генератора Камаз Cummins</div>
            <div class="row tr gr">Ремень генератора Cummins 2.8 с кондиционером</div>
            <div class="row tr">Cummins 6c 8.3 натяжение ремень вентилятора</div>
            <div class="row tr gr">Ремень генератора валдай Cummins 3.8 с рефрижератором</div>
            
            <div class="row tr">Ремень 1420 8рк генератора камаз дв cummins</div>
            <div class="row tr gr">Ремень генератора Камаз 4308 Cummins</div>
        </div>
        <div class="grid_5">
            <div class="row tr gr"><strong>Цена, ₽</strong></div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
            <div class="row tr">от…</div>
            <div class="row tr gr">от…</div>
        </div>
    </div>
</div>
<p></p>
<p>Мы поддерживаем широкий ассортимент деталей для двигателей Cummins, работаем только с надежными поставщиками. Все детали сертифицированы, хранятся в надлежащих условиях, на них распространяется гарантия.</p>
<p>Наши склады и офис размещаются в Москве. График их работы уточняйте в разделе «Контакты». Доставка товаров Cummins возможна по Москве и ближайшему Подмосковью, городам России. По поводу доставки «день в день» уточняйте у менеджера.</p>
<p>При помощи транспортных компаний мы доставляем запчасти для автомобильных двигателей, корзины сцепления производства Cummins  до Санкт-Петербурга, Казани, Новосибирска, Екатеринбурга, другие населенные пункты. Сроки и условия вам озвучат наши сотрудники или вы можете самостоятельно узнать их на сайтах ТК.</p>
<p>Вы можете искать запчасти Cummins для двигателей, а также корзины сцепления полностью самостоятельно (главное знать номер или название) через общий поиск или по категориям. Откладывайте детали Cummins для двигателей в корзину. Это поможет сохранить список нужных артикулов. Позже все ненужное из корзины можно удалить, а товары Cummins можно оплатить удобным способом.</p>
<p>Для связи с нами используйте электронную почту, телефон, мессенджеры — как вам удобнее. Можно заказать абсолютно бесплатный звонок менеджера. Для этого оставьте контакты, и он перезвонит в удобное время, даст информацию по товарам, скидкам, оплате и срокам доставки, а также поможет выбрать нужные вам товары Cummins для обслуживания двигателей.</p>
<p>Наши сотрудники проходят повышение квалификации и обучение по новой продукции всех популярных марок спецтехники, чтобы давать технические консультации по товарам любой сложности. Для клиентов, в том числе потенциальных, консультации и подбор деталей для Cummins абсолютно бесплатны. Мы не стремимся просто продать вам товары Cummins, мы хотим решить ваши проблемы.</p>
';



$page['john deere']['text'] = '
<p>John Deere — крупнейший в мире производитель сельскохозяйственной, лесозаготовительной, дорожно-строительной техники. Также выпускает оборудование для спортивных полей, садово-парковое оборудование, двигатели, трансмиссия, запчасти, а также разрабатывает программное обеспечение для контроля и управления работами.</p>
<p>John Deere существует уже более двух веков. За это время их техника разошлась по всем континентам. В нашей стране с Джон Дир знакомы не понаслышке — первые тракторы фирмы начали поставлять в Россию около ста лет назад. В 2005 году John Deere открыл первый российский завод.
Оборудование заслужило себе хорошую репутацию в самых сложных условиях. Только подобная репутация — не волшебство, а результат многолетнего труда инженеров, механиков, тысяч сотрудников John Deere.</p>
<p>Со своей стороны, пользователи техники производства John Deere могут внести вклад в надежность и долговечность этих машин. Своевременное обслуживание, ремонт продлевают срок службы, а также позволяют полностью раскрыть их потенциал.</p>
<p>Обслуживание и ремонт требуют знаний, профессионализма мастеров, качественных расходников, запчастей. Спецтоборудование John Deere требует того же, поэтому, чтобы позаботиться о ее долголетии требуется снабжение хорошими запчастями.</p>
<p>Торговая площадка allusaparts предлагает оригинальные запчасти на всю линейку John Deere по низким ценам: экскаваторы, комбайны, пресс-подборщики, тракторы, погрузчики, снегоуборочные машины, а также двигатели и др.</p>

<p>В каталоге в ассортименте продукция John Deere:</p>
<ul>
    <li>- двигатели и запчасти к ним;</li>
    <li>- фильтры, насосы, запчасти к топливной системе John Deere;</li>
    <li>- трансмиссии John Deere;</li>
    <li>- прокладки клапанной крышки двигателя John Deere, другие части.</li>
</ul>
<p></p>
<p>Мы продаем детали для оборудования John Deere высочайшего качества, которые изготовлены с соблюдением технологии. Производство строго контролируется. Товары сертифицированы, на них распространяется гарантия.   </p>
<p>Заказать запасные части John Deer из наличия или под заказ можно несколькими способами.
</p>
<ul>
    <li>•	По электронной почте. Отправляете нам заявку с информацией (списком) о запасных частях John Deere, которые хотите купить, вашими контактами (имя, номер телефона). Мы обработаем заявку, после этого свяжемся с вами.</li>
    <li>•	Через нашего менеджера. Закажите звонок, вам перезвонят в удобное время, поможет оформить заказ на изделия John Deere, расскажет о специальных предложениях, сроках, условиях поставки.</li>
</ul>
<p></p>
<p>Сведения о наличии частей для техники John Deere, ценах легко узнать на нашей информационной платформе (на главной странице). Использовать ее очень удобно: нужно заполнить поле с названием и артикулом, либо моделью спецтехники. Регистрация личного кабинета на портале для этого необязательна.  </p>
<p>Allusaparts.ru всегда функционирует 24х7. Часы работы офиса, график работы в государственные праздники необходимо уточнять на портале или у работников магазина.  </p>
<p>Расположение нашего офиса и складов — Москва. Для покупателей из других регионов на карте России (Санкт-Петербург, Красноярск, Хабаровск, Екатеринбург, Сочи, др.) мы организуем систему доставки транспортными компаниями. Поэтому из любой точки нашей страны можно приобрести товары от фирмы John Deere из наличия или по предзаказу. Мы готовы сотрудничать с региональными дилерами.</p>
<p>Для экспресс-доставки (день в день) по Москве, ближайшему Подмосковью обязательно согласование. Самовывоз продукции марки John Deere из наличия так же возможен после оплаты, согласования с нашими работниками.</p>
<p>Интернет-магазин соблюдает права своих клиентов. Мы придерживаемся политики конфиденциальности, правила обработки и хранения персональных данных. Доступ к вашим контактным данным, истории покупок, прочим личным сведениям для третьих лиц закрыт.</p>
<p>Мы поддерживаем высокий уровень сервиса, уровень подготовки персонала. При первой необходимости вы можете обращаться к нашим сотрудникам за сложными техническими консультациями. Эта услуга всегда бесплатна.</p>

';

$page['atlas copco']['text'] = '
<p>Шведская компания Atlas Copco — крупный бренд в составе группы компаний Copco Group, известный изготовитель инструментов, строительного, а также промышленного оборудования.</p>
<p>В России Atlas Copco начала работать еще в 1913 году, поставляла оборудование для масштабных советских строек. В 1996 году открылась дочерняя компания ЗАО «Атлас Копко». Сегодня у нее представительства в нескольких десятках российских городов, сотни сотрудников, десятки проектов на территории нашей страны.</p>
<p>Atlas Copco производит продукцию в следующих крупных категориях:</p>
<ul>
    <li>- компрессорное оборудование: компрессоры воздушные, осушители, безмасляные воздуходувки, генераторы газов, трубы под сжатый воздух, комплектующие для компрессорного оборудования;</li>
    <li>- оборудование вакуумное: насосы с масляным уплотнением, безмасляные насосы, паровые эжекторы, деаэраторы, контроллеры компрессора, запчасти;</li>
    <li>- промышленные инструменты: ключи ручные динамометрические, гайковерты, электрический и сборочный инструмент пневматический, головки и биты, дрели, фрезерные, полировальные и шлифмашины, муфты, шланги, решения по контролю сборки, автоматизации рабочего места, др.; </li>
    <li>- мобильная техника: дожимные, передвижные компрессоры, дизельные генераторы, дожимные компрессоры, осветительные мачты, мотопомпы, строительный инструмент (бетоноломы, отбойные молотки, перфораторы, др.), запчасти.</li>
</ul>
<p></p>
<p>Интернет-магазин allusaparts.ru предлагает оригинальные детали для воздушных компрессоров, генераторов и прочего оборудования Atlas Copco. Качественные запасные части помогут поддерживать на высоте техническое состояние вашего оборудования от известной марки. Широкий ассортимент запчастей позволяет проводить обслуживание всей линейки компрессоров марки Atlas Copco.  </p>
<p>Мы продаем редкие и популярные запчасти, расходные материалы и принадлежности для компрессоров и другого оборудования Atlas Copco:</p>

<ul>
    <li>- датчики давления, клапана, быстроразъемные соединения, зарядные устройства, приводные ремни для компрессоров;</li>
    <li>- фильтры сжатого воздуха, магистральные фильтры (DD+, PD+), сепараторы, масла и смазки (например, Roto-H plus, Air oil) для компрессоров, улавливатели воды;</li>
    <li>- блоки очистки, переходники, приводы для VSD-компрессоров;</li>
    <li>- детали для поршневых компрессоров, систем фильтрации, компрессоров высокого давления, энергетических установок, генераторов азота и кислорода, спиральных и винтовых компрессоров, рефрижераторных, адсорбционных осушителей;</li>
    <li>- детали для гидравлических инструментов, насосных станций, ресиверов, дизельных и винтовых компрессоров (xas, ga (с приводом), других серий), очистителей воздуха, погружных насосов, систем трубопроводов, пневматических двигателей, пил по бетону.  </li>
</ul>
<p></p>
<p>Купить детали для качественного ремонта компрессоров, другого оборудования можно поштучно (если позволяет комплектность) или в наборах. Производство запчастей из каталога Atlas Copco строго контролируется на заводах. Товары проходит сертификацию, на них распространяется гарантия.</p>
<p>Поиск и подбор запчастей для винтовых компрессоров Atlas Copco можно вести несколькими способами.</p>

<ul>
    <li>- С помощью нашего менеджера. Для этого закажите обратный звонок (или позвоните сами). Менеджер поможет найти товары для компрессоров в каталоге, расскажет о ценах, наличии, акциях, скидках, процессе оплаты, сможет показать аналоги, ответит на другие вопросы.</li>
    <li>- Оставить заявку. Прописать сведения о деталях для компрессора, аксессуарах, типе техники, особенностях эксплуатации (если есть), а также контакты (телефон для обратной связи или адрес электронной почты), дополнительную информацию при необходимости. Вашу заявку обработают, свяжутся с вами.      </li>
</ul>
<p></p>
<p>Центральный офис нашей фирмы и основной склад находятся в Москве. В Московскую область, другие регионы мы доставляем запчасти для компрессоров производства Atlas Copco с помощью транспортных компаний. Их услуги, сопутствующие работы заказчики оплачиваются отдельно. Выберите нужную, чтобы узнать условия доставки.</p>
<p>Главная ценность компании — клиенты, поэтому мы предоставляем сервис высокого уровня, строго соблюдаем их права, политику конфиденциальности, закон о защите персональных данных. Информация о наших заказчиках, их оборудовании надежно защищена и не доступна третьим лицам.</p>
<p>Для всех пользователей на нашем портале доступны технические статьи о ремонте, сервисном обслуживании компрессоров и другой техники от Atlas Copco, статьи о других производителях, отзывы о товарах, новости компании, графике работы фирмы.</p>

';

$page['ditch witch']['text'] = '
<p>Ditch Witch — торговая марка под управлением компании "The Charles Machine Works, Inc". Она родом из США, была основана более века назад — в 1902 году.</p>
<p>Под маркой Дитч Витч выпускают несколько линий машин для землеройных работ, оборудование для прокладывания коммуникаций открытым и бестраншейным способом.</p>
<p><strong>Буровое оборудование:</strong> ГНБ-установки для бурения и для управляемого прокола, комплексы для подготовки и замешивания буровых растворов, буровые коронки, ГНБ-штанги буровые.</p>
<p><strong>Траншеекопатели:</strong> тяжелые-, компактные-, малогабаритные-, конвеерные-, укладчики кабеля, микрофрезы. </p>
Разрушители трубопроводов гидравлические. <br/>
Кабеле (трассо-) искатели системы локации. <br/>
Мини- и вакуумные экскаваторы. <br/>
Минипогрузчики. <br/>
Пневмопробойники. <br/>
Пневмомолоты. <br/>
Бурошнековые установки и комплектующие к ним.

<p>Буровая спецтехника Ditch Witch заработала всемирную славу за инновационность и надежность. Во многих работах ее решения эталонны.
Интернет-магазин allusaparts.ru предлагает купить запчасти для строительной, буровой техники производства Ditch Witch по низким ценам. На страницах товарного каталога в наличии тысячи деталей известного американского производителя.</p>
<p>На портале вы сможете найти редкие и распространенные артикулы запасных частей для ГНБ. Все товары оригинальные, прошли сертификацию, они с действующей гарантией. Благодаря этому вам не придется беспокоиться о ремонте и обслуживании своей буровой техники.</p>
<p>У нас можно купить запасные части, расходные материалы для различных моделей буровых аппаратов Ditch высокого качества:</p>
<ul>
    <li>- части для аппаратов подготовки бурового раствора;</li>
    <li>- буровые стартовые штанги ГНБ;</li>
    <li>- сопутствующий инструмент;</li>
    <li>- бентонит, полимеры;</li>
    <li>- фильтры топливные, сальники;</li>
    <li>- стопорные кольца, адаптеры;</li>
    <li>- болты, пальцы, втулки;</li>
    <li>- буровые вертлюги;</li>
    <li>- бортовые редукторы;</li>
    <li>- бентонит, полимеры;</li>
    <li>- части, ремкомплекты, смазки для насоса ГНБ;</li>
    <li>- ковшы;</li>
    <li>- гидромоторы хода;</li>
    <li>- гидронасосы, гидроцилиндры;</li>
    <li>- трансмиссии и запасные части к ним;</li>
    <li>- гусеницы, опорные катки, колеса;</li>
    <li>- запасные части для ходовой и коробки передач;</li>
    <li>- цепи для буровых;</li>
    <li>- подшипники;</li>
    <li>- механизмы (так же поворотные) и узлы в сборе;</li>
    <li>- радиаторы, части двигателя;</li>
    <li>- цилиндры подъема стрелы.</li>
</ul>
<p></p>
<p>Кроме машин Витч Дич, на интернет-площадке allusaparts.ru можно приобрести запасные части на гусеничные и колесные экскаваторы, бульдозеры, самосвалы, краны, поворотные и фронтальные погрузчики крупных производителей. Мы официально продаем товары брендов Caterpillar, Hyundai, Vermeer, Volvo, Cummins, JCB, Hitachi, Doosan и другие. </p>
<p>Мы работаем с частными, юридическими лицами (ООО, ЗАО, ОАО), ИП. Принимаем платежи за наличный и безналичный расчет. Используем все основные системы электронных платежей, предоставляем отчетные документы.</p>
<p>Главный офис и склад находятся в Москве. В другие регионы России доставляем через транспортные компании. Их услуги нужно оплачивать отдельно. Доставку всех грузов или части в удаленные населенные пункты, труднодоступные локации необходимо согласовывать отдельно. Предварительный расчет на доставку запрашивайте у специалистов нашей фирмы. Возможны комбинированные варианты перевозок. Контакты ТК есть в разделе со справочной информацией.</p>
<p>Мы высоко ценим права и приватность наших клиентов и надежно храним от доступа третьих лиц всю информацию, полученную при оформлении заказов. После того, как вы нажали кнопку и дали согласие на обработку персональных данных, мы обязуемся неукоснительно соблюдать политику конфиденциальности.</p>
<p>Мы настроены на долгосрочное и продуктивное сотрудничество: расширяем продуктовую линейку, повышаем квалификацию персонала и регулярно пересматриваем ценовую политику. Мы хотим не просто заниматься продажами, а еще и решать все проблемы с обслуживанием. Предлагаем работать вместе!
</p>
';

$page['hyundai']['text'] = '
<p>Компания Hyundai Construction Equipment — крупная южнокорейская промышленная компания, производитель дорожно-строительной и спецтехники. Была основана в 1985 году. По официальным данным, сегодня представлена в 140 странах мира сетью из около 500 дилеров.</p>
<p>Основные категории оборудования производства Hyundai на рынке России:</p>
<ul>
    <li>- Гусеничные экскаваторы.</li>
    <li>- Колесные экскаваторы.</li>
    <li>- Экскаваторы-погрузчики.</li>
    <li>- Фронтальные погрузчики.</li>
    <li>- Вилочные погрузчики (с электрическими или дизельными двигателями).</li>
    <li>- Мини-погрузчики с дизельными двигателями.</li>
    <li>- Специальные машины.</li>
</ul>
<p></p>
<p>Широко распространены данные модели гусеничных экскаваторов Hyundai: r140lc-7, r160lc-7, r160lc-7a, r180lc-7, r210lc-7, r250lc-7, r290lc-7, r290lc-7a, r250lc-9, r320lc-7, r360lc-7, r380lc-9, r450lc-7, а также многие модели, кранов, гусеничной и колесной спецтехники Hyundai.</p>
<p>Интернет-магазин allusaparts.ru предлагает купить оригинальные запчасти, комплектующие для ремонта, обслуживания гусеничной техники Hyundai.</p>
<p>В каталоге в наличии и под заказ детали проверенных заводов-изготовителей:
</p>
<ul>
    <li>- редукторы-моторы гусеничных экскаваторов Hyundai;</li>
    <li>- подшипники бортовые редуктора Hyundai;</li>
    <li>- редукторы хода Hyundai;</li>
    <li>- редукторы поворотные Hyundai;</li>
    <li>- гидромоторы редуктора Hyundai;</li>
    <li>- гидронасосы, гидрораспределители, другие части гидравлической системы Hyundai;</li>
    <li>- топливные насосы Hyundai;</li>
    <li>- коронки ковша экскаватора Hyundai;</li>
    <li>- ковш без зубьев;</li>
    <li>- ковши траншейные;</li>
    <li>- ковш усиленный;</li>
    <li>- ковши узкие;</li>
    <li>- ковш широкий;</li>
    <li>- ковши задние;</li>
    <li>- ковш стандартный;</li>
    <li>- ковши скальные;</li>
</ul>
<p></p>
<ul>
    <li>•	опорные катки ходовой экскаватора Hyundai;</li>
    <li>•	инструменты для экскаваторов Hyundai;</li>
    <li>•	пальцы и втулки экскаваторов Hyundai;</li>
    <li>•	гидроцилиндры рукояти спецтехники Hyundai;</li>
    <li>•	топливные фильтры экскаваторов, Hyundai;</li>
    <li>•	масляные фильтры экскаваторов Hyundai;</li>
    <li>•	воздушные фильтры Hyundai;</li>
    <li>•	масла и смазки для экскаваторов Hyundai;</li>
    <li>•	гусеницы, колеса экскаваторов Hyundai;</li>
    <li>•	цепи, стартеры, башмаки Hyundai;</li>
    <li>•	болты, валы, адаптеры Hyundai;</li>
    <li>•	генераторы экскаваторов Hyundai;</li>
    <li>•	запчасти для стрел кранов Hyundai;</li>
    <li>•	отдельные механизмы, части, узлы, направляющие Hyundai;</li>
    <li>•	кольца уплотнения погрузчиков, экскаваторов Hyundai;</li>
    <li>•	катки поддерживающие, опорно-поворотные круги Hyundai.</li>
</ul>
<p></p>
<p>Помимо запчастей на экскаваторы Hyundai наша компания предлагает купить запчасти на технику других мировых брендов: Volvo, Ditch Witch, Vermeer, Caterpillar, Komatsu, Doosan, JCB, Hitachi.</p>
<p>Для нее есть в продаже запчасти ковша и двигателя, фильтры масла, фильтры воздуха, фильтры топливные, ГНБ-буровые установки, штанги для бурения, бентонитовые вертлюги, различные полимеры, растворы, стартовые ключи, насосы высокого давления, ремкомплекты, навесное оборудование, запчасти трансмиссии бульдозеров</p>
<p>Продукция в каталоге сертифицирована. На запчасти Hyundai распространяется гарантия. Мы предлагаем данные товары высокого качества, с действующим сроком хранения. </p>
<p>Оформить заказ на запчасти для гусеничных, колесных экскаваторов, погрузчиков Hyundai, можно несколькими способами.</p>
<ul>
    <li>•	Отправить заявку. В ней указать нужные запчасти Hyundai, свои контактные данные (телефон, адрес почты). Менеджеры быстро обработают ее и свяжутся с вами, помогут сформировать заказ, замену</li>
    <li>•	Заказать обратный звонок (если не нашли запасные части). Специалисты перезвонят в течение нескольких минут, помогут собрать по каталогу заказ, расскажут о ценах на аналогичные запчасти для экскаваторов Hyundai. При желании проинформируют об акциях, скидках, выгодных предложениях на продукцию хендай в сборе, новостях компании.</li>
</ul>
<p></p>
<p>Офис и склад нашей размещаются в Москве. Мы доставляем товары для экскаваторов Hyundai по Москве и области. Доставка в регионы проходит через транспортные компании. Сроки, условия, рабочие часы складов и ПВЗ, цену доставки запчастей экскаваторов, фронтальных и поворотных погрузчиков Hyundai уточняйте у менеджеров. Доставка в удаленные локации покупки полностью или по частям также требует согласования.  </p>
<p>Мы работаем с юридическими лицами (ООО, ЗАО, ОАО), ИП, частными лицами. Оплата за запчасти Hyundai возможна по наличному, безналичному расчету в рублях РФ. Отчетные документы после продажи предоставляем в бумажном или электронном виде.</p>
<p>Права, комфорт и конфиденциальность клиентов — наша главная цель. Если вы нажали кнопку «Согласен» и приняли условия обработки и хранения личных данных, доступ к вашей персональной информации от третьих лиц будет защищен.</p>
<p>Нам важно ваше мнение, поэтому мы просим оставлять отзывы о качестве товаров для экскаваторов Hyundai и услуг, а также обращаться в любое удобное время с вопросами, за помощью по бесплатному телефону или электронной почте.</p>

';
$page['hitachi']['text'] = '
<p>Японская компания  Hitachi — один из крупнейших производителей строительной, дорожной, и горной  техники. Японская компания Хитачи, основанная в 1910 году в городке с одноименным названием, помимо множества разновидностей бытовой и компьютерной техники, производит также большой ассортимент различной строительной и другой спецтехники.</p>
<p>Компания производит мощнейшие силовые агрегаты Особенно популярны экскаваторы и дорожная-строительная  техника. Техника Hitachi  обладает значительной надежностью ( более 100  тыс. мото часов составляет ресурс тяжелых экскаваторов Hitachi   </p>
<p>За надежностью Hitachi стоят качественные материалы, сборка, а также поддерживающее обслуживание, плановый ремонт и оригинальные запчасти.</p>
<p>Чтобы не тратить время на поиски запчастей на вашу  технику  Hitachi , пользуйтесь услугами компании allusaparts.ru</p>
<p>От вас — сформировать запрос на запчасти. Остальное — наша забота.
В наличии и под заказ запчасти, ремкомплекты агрегаты в сборе, наборы инструмента для экскаваторов, погрузчиков, бульдозеров и другой техники Hitachi
</p>
<p>В каталоге запчастей для техники представлены тысячи товаров: </p>
<ul>
    <li>- двигатели для экскаваторов, бортовых погрузчиков Hitachi, запчасти к ним, комплектующие на двигатели экскаваторов;</li>
    <li>- втулки, пальцы, запчасти, гидроцилиндры, направляющие Hitachi для экскаваторов, другой техники;  </li>
    <li>- ходовые части, колеса, запчасти для трансмиссии, валы, кпп для экскаваторов, гусеничных погрузчиков, прочей техники;  </li>
    <li>- генераторы, стартеры, топливные системы и запчасти к ним, системы управления на экскаваторы, бульдозеры;  </li>
    <li>- клапаны, рукояти, кольца, цепи и запчасти к ним для погрузчиков, экскаваторов;</li>
    <li>- тормозные системы (или отдельные сегменты систем), части коробки передач на бульдозеры, погрузчики, экскаваторы.</li>
</ul>
<p>Мы работаем с заказами любых объемов, предлагаем новые запчасти, ремкомплекты, сервис высокого качества. Держим низкую цену на запасные части для бульдозеров и погрузчиков, чтобы вы ремонтировали свою технику Hitachi и укладывались в бюджет, будь то ремонт двигателя, замена втулок, фильтров, пальцев, гидроцилиндров, прочих запчастей.</p>
<p>С нашими запчастями ремонт любой сложности не будет для вас проблемной статьей расходов. </p>
<p style="font-style: italic;">Информация о запчастях на сайте точна, но не является публичной офертой. Окончательные данные о количестве комплектующих, условиях доставки и способах оплаты уточнит менеджер.</p>
<p>Мы сотрудничаем с надежными поставщиками запчастей. На складах, в каталогах оригинальные запчасти для Hitachi.  Запчасти сертифицированы, на товары из ассортимента распространяется гарантия..
</p>

<p>Можно отправить заявку (заказ) на детали для Hitachi по электронной почте. Ее быстро обработают и дадут вам ответ по запчастям.</p>
<p>Кроме Hitachi , вы можете купить у нас запчасти на Komatsu, Caterpillar, JCB и другую технику ведущих брендов.</p>

';


$page['caterpillar']['h1'] = 'Запчасти Caterpillar';
$page['caterpillar']['title'] = 'Запчасти Caterpillar (Катерпиллер) - купить в Москве: каталог Сat запасных деталей и двигателей спецтехники';
$page['caterpillar']['description'] = 'Купить запчасти для Caterpillar в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей Катерпиллер ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['komatsu']['h1'] = 'Запчасти для экскаваторов Komatsu';
$page['komatsu']['title'] = 'Запчасти для погрузчиков Komatsu (Комацу) - купить оригинальные в Москве';
$page['komatsu']['description'] = 'Купить запчасти для спецтехники Komatsu в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей Комацу ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['allison transmission']['h1'] = 'Запчасти для трансмисии Allison';
$page['allison transmission']['title'] = 'Запчасти Allison Transmission - купить оригинальные в Москве: цены с доставкой на акпп';
$page['allison transmission']['description'] = 'Купить запчасти для АКПП  Allison Transmission в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['mtu']['h1'] = 'Запчасти MTU для двигателей';
$page['mtu']['title'] = 'Запчасти MTU для двигателей - купить запасные части в Москве: каталог дизельных мту';
$page['mtu']['description'] = 'Купить запчасти для спецтехники MTU в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей ➔ Низкие цены на комплекты для двигателей МТУ ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['cummins']['h1'] = 'Запчасти Cummins в России';
$page['cummins']['title'] = 'Запчасти Cummins в России - купить запасные детали для двигателей Камминз по Москве';
$page['cummins']['description'] = 'Купить запчасти для спецтехники Cummins в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей Камминз ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['john deere']['h1'] = 'Запчасти John Deere';
$page['john deere']['title'] = 'Запчасти John Deere - купить оригинальные детали для спецтехники Джон Дир в Москве';
$page['john deere']['description'] = 'Купить запчасти для спецтехники John Deere в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей Джон Дир ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['atlas copco']['h1'] = 'Atlas Copco каталог запчастей';
$page['atlas copco']['title'] = 'Atlas Copco каталог запчастей - купить оригинальные запасные детали Атлас Копко в Москве';
$page['atlas copco']['description'] = 'Купить запчасти для Atlas Copco в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей Атлас Копко ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['ditch witch']['h1'] = 'Запчасти Ditch Witch';
$page['ditch witch']['title'] = 'Запчасти Ditch Witch - купить детали Дитч Витч в Москве: цены оборудования';
$page['ditch witch']['description'] = 'Купить запчасти для Ditch Witch в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей для экскаваторов погрузчиков Дитч Витч➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['hyundai']['h1'] = 'Запчасти на экскаватор Hyundai';
$page['hyundai']['title'] = 'Запчасти на экскаватор Hyundai (Хундай) - купить для спецтехники в Москве: каталог запасных частей хендай';
$page['hyundai']['description'] = 'Купить запчасти на экскаватор Hyundai в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей для спецтехники Хундай➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

$page['hitachi']['h1'] = 'Запчасти Hitachi';
$page['hitachi']['title'] = 'Запчасти Hitachi - купить оригинальные детали для спецтехники Хитачи в Москве';
$page['hitachi']['description'] = 'Купить запчасти для спецтехники Hitachi в Москве ➔ Доставка по всей России ➔ Подбор запасных деталей Хитачи ➔ Низкие цены на комплекты ➔ Гарантия на все детали ☎ +7 499 450-25-44';

#region Массив ссылок с видео
$page['allison transmission']['videolink'][] = 'https://www.youtube.com/embed/_yQZAv-Zz2M';
$page['allison transmission']['videolink'][] = 'https://www.youtube.com/embed/lUBD5_D_Iw0';
$page['atlas copco']['videolink'][] = 'https://www.youtube.com/embed/P7e-1K14I8Y';
$page['caterpillar']['videolink'][] = 'https://www.youtube.com/embed/BUpSjzXA1HE';
$page['caterpillar']['videolink'][] = 'https://www.youtube.com/embed/G-iRw6tYNhY';
$page['cummins']['videolink'][] = 'https://www.youtube.com/embed/qKha5HWvbAo';
$page['cummins']['videolink'][] = 'https://www.youtube.com/embed/2qDtxtsbp-M';
$page['ditch witch']['videolink'][] = 'https://www.youtube.com/embed/I7R5z3KQ_SE';
$page['hyundai']['videolink'][] = 'https://www.youtube.com/embed/Z6PiOtekyWI';
$page['hyundai']['videolink'][] = 'https://www.youtube.com/embed/4Ip_ZjwDqfY';
$page['john deere']['videolink'][] = 'https://www.youtube.com/embed/xiL0mJsg0UI';
$page['john deere']['videolink'][] = 'https://www.youtube.com/embed/Hylt3UOtb4U';
$page['komatsu']['videolink'][] = 'https://www.youtube.com/embed/6Y7KVSZXX7E';
$page['mtu']['videolink'][] = 'https://www.youtube.com/embed/GGufVsV3JhU';
#endregion

#region Метатеги
$this->context->addUrl = '/brands/' . $brand;
$this->title = $page[$brand]['title'];
$this->registerMetaTag(
    ['name' => 'description', 'content' => $page[$brand]['description']]
);
$this->registerLinkTag(['rel' => 'canonical', 'href' => 'https://allusaparts.com/brands/' . $brand]);
#endregion

#region Страница
$sanitize_brand_name = strtolower(preg_replace('/[^a-zA-Z0-9]/u', '_', $brand));
echo '<section class="content">
            <div class="container">
                <h1 class="row-title">' . $page[$brand]['h1'] . '</h1>
                <div class="row color-gray">
                    <img src="/images/brands/'.$sanitize_brand_name.'.jpg" alt="'.$brand.'" class="brand-image" align="left" style="padding: 15px;">
                    ' . $page[$brand]['text'] . '
                </div>
            </div>
        </section>';
#endregion

if($brand !='hitachi') {
#region Video
    $video_pages = '';
    if (isset($page[$brand]['videolink'])) {
        $video_pages .= '<div style="text-align: center;">';
        $width_video = "470";
        $height_video = "264";
        $grid_video = "5";
        if (count($page[$brand]['videolink']) == 1) {
            $width_video = "970";
            $height_video = "546";
            $grid_video = "10";
        }
        foreach ($page[$brand]['videolink'] as $item) {
            $video_pages .= '<div class="grid_' . $grid_video . ' box-1"><iframe width="' . $width_video . '" height="' . $height_video . '" src="' . $item . '" title="' . $brand . ' YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe></div>';
        }
        $video_pages .= '</div>';
    }
    if (strlen($video_pages) > 0) {
        echo '
        <section class="brands">
            <div class="container">        
                <div class="row">
                    ' . $video_pages . '
                </div>
            </div>
        </section>';
    }
#endregion

#region Imgs
    $img_pages = '';
    $directory = "./images/page/$brand";    // Папка с изображениями
    $allowed_types = array("jpg", "jpeg", "png", "gif");  //разрешеные типы изображений
    $file_parts = array();
    $ext = "";
    $title = "";
    $i = 0;
//пробуем открыть папку
    $dir_handle = @opendir($directory);
    while ($file = readdir($dir_handle))    //поиск по файлам
    {
        if ($file == "." || $file == "..") continue;  //пропустить ссылки на другие папки
        $file_parts = explode(".", $file);          //разделить имя файла и поместить его в массив
        $ext = strtolower(array_pop($file_parts));   //последний элеменет - это расширение


        if (in_array($ext, $allowed_types)) {
            $linkImg = $directory . '/' . $file;
            $linkImg = substr($linkImg, 1, strlen($linkImg) + 1);
            $img_pages .= '<div class="grid_5 box-1"><img src="' . $linkImg . '" style="max-width:470px;max-height: 260px;" alt="' . $brand . '" title="' . $brand . '" class="brand-image"></div>';
            $i++;
        }

    }
    closedir($dir_handle);  //закрыть папку
    if (strlen($img_pages) > 0) {
        echo '
        <section class="brands">
            <div class="container">        
                <div class="row">
                    <div style="text-align: center;">
                    ' . $img_pages . '
                    </div>
                </div>
            </div>
        </section>';
    }
#endregion
}
#region Calc
echo '
<section id="calc" class="calc">
    <div class="container">
        <h2 class="calc-title">HERE YOU  CAN  CALCULATE VALUE OF THE SPARE PARTS</h2>
        <div class="calc-form">
            <form id="calc-form" action="javascript:void(null);" onsubmit="send_withfile(\'calc-form\')">
                <div class="form-left">
                    <div class="gray-block">
                        <div class="input-group">
                            <label for="calc_prtype">SELECT TYPE OF THE VALUE</label>
                            <select name="calc_prtype" id="calc_prtype">
                                <option value="All">ALL AVAILABLE OFFERS</option>
                                <option value="OEM only">ONLY ORIGINAL SPARE PARTS</option>
                            </select>
                        </div>
                        <div class="input-group">
                            <label for="calc_brand">SELECT BRAND</label>
                            <select name="calc_brand" id="calc_brand">
                                <option value="all">ANY BRAND</option>
                                <option value="Cummins">Cummins</option>
                                <option value="Caterpillar">Caterpillar</option>
                                <option value="Waukesha">Waukesha</option>
                                <option value="John Deer">John Deer</option>
                                <option value="Detroit Diesel">Detroit Diesel</option>
                                <option value="GARNER DENVER">GARNER DENVER</option>
                                <option value="Weir SPM">Weir SPM</option>
                                <option value="National Oilwell Varco">National Oilwell Varco</option>
                                <option value="Galco Industrial Electronics">Galco Industrial Electronics</option>
                                <option value="Tsubaki">Tsubaki</option>
                                <option value="Parker">Parker</option>
                                <option value="Vermeer">Vermeer</option>
                                <option value="Rexroth Bosch Group">Rexroth Bosch Group</option>
                                <option value="Ariel Compressors ">Ariel Compressors</option>
                                <option value="EATON">EATON</option>
                                <option value="Danfoss">Danfoss</option>
                                <option value="Fabco ">Fabco </option>
                                <option value="Baldor DODGE">Baldor DODGE</option>
                                <option value="Horton">Horton</option>
                                <option value="Meritor">Meritor </option>
                                <option value="Woodward">Woodward</option>
                                <option value="Ditch Witch">Ditch Witch</option>
                                <option value="LeeBoy">LeeBoy </option>
                                <option value="Allison Transmission">Allison Transmission</option>
                                <option value="TIGERCAT">TIGERCAT</option>
                                <option value="MTU">MTU</option>
                                <option value="Bendix">Bendix</option>
                                <option value="Automann">Automann</option>
                                <option value="CTP">CTP</option>
                                <option value="Bobcat">Bobcat</option>
                                <option value="Sandvik">Sandvik</option>
                                <option value="FP Diesel">FP Diesel</option>
                                <option value="McBee">McBee</option>
                                <option value="MARMON-HERRINGTON">MARMON-HERRINGTON</option>
                                <option value="Kenworth">Kenworth</option>
                                <option value="Paccar">Paccar</option>
                                <option value="Freightliner">Freightliner</option>
                                <option value="INTERNATIONAL">INTERNATIONAL</option>
                                <option value="Peterbilt">Peterbilt</option>
                                <option value="IPD">IPD</option>
                            </select>
                        </div>
                        <div class="data-block" data-type="number-block">
                            <div class="inline-group" data-row="0">
                                <div class="input-group">
                                    <label for="data_number">NUMBER OF SPARE PART</label>
                                    <input id="data_number" type="text" name="data_number_0" placeholder="000-0000">
                                </div>
                                <div class="input-group">
                                    <label for="data_count">QUANTITY</label>
                                    <input id="data_count" type="number" name="data_count_0" value="1">
                                </div>
                            </div>
                            <div class="inline-group" data-row="1">
                                <div class="input-group">
                                    <input type="text" name="data_number_1" placeholder="000-0000">
                                </div>
                                <div class="input-group">
                                    <input type="number" name="data_count_1" value="1">
                                </div>
                                <div class="input-group">
                                    <a href="javascript:void(0);" class="delete-link"><i class="fa fa-trash-o"></i></a>
                                </div>
                            </div>
                        </div>
                        <div class="input-group">
                            <a id="addlnk" href="javascript:void(null);" class="add-link"><span><i class="fa fa-plus-circle"></i></span> ADD FIELD </a>
                        </div>

                    </div>
                    <div class="file_group">
                        <span>OR ATTACH  FILE (LIST OF SPARE PARTS)</span>
                        <div class="inline-group">
                            <div class="input">
                                <label for="fileic_file_input">...</label>
                                <input id="fileic_file_input" class="inputfile" name="fileFF[]" multiple type="file" value="Прикрепить файл" />
                                <span>XLS, CSV, DOC or Photo</span>
                            </div>
                            <div class="btns">
                                <span id="filelnk" class="add-btn">SELECT FILE</span>
                                <span class="info">25 MB max</span>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="form-right">
                    <div class="input-group">
                        <label for="calc_name">YOUR NAME</label>
                        <input id="calc_name" type="text" name="name_f" placeholder="John Doe" class="form-control name-input required" required/>
                        <span>Required</span>
                    </div>
                    <div class="input-group">
                        <label for="calc_comp">COMPANY NAME</label>
                        <input id="calc_comp" type="text" name="company_f" placeholder="Parts Ltd" class="form-control"/>
                    </div>
                    <div class="input-group">
                        <label for="calc_contry">SELECT COUNTRY OF DELIVERY</label>
                        <select name = "calc_contry" id = "calc_contry" required>
                            <option value = "USA" data-code = "1"> USA </option>
                            <option value = "Australia" data-code = "61"> Australia </option>
                            <option value = "Austria" data-code = "43"> Austria </option>
                            <option value = "Azerbaijan" data-code = "994"> Azerbaijan </option>
                            <option value = "Albania" data-code = "355"> Albania </option>
                            <option value = "Algeria" data-code = "213"> Algeria </option>
                            <option value = "Angola" data-code = "244"> Angola </option>
                            <option value = "Andorra" data-code = "376"> Andorra </option>
                            <option value = "Antigua and Barbuda" data-code = "1268"> Antigua and Barbuda </option>
                            <option value = "Argentina" data-code = "54"> Argentina </option>
                            <option value = "Armenia" data-code = "374"> Armenia </option>
                            <option value = "Afghanistan" data-code = "93"> Afghanistan </option>
                            <option value = "Bahamas" data-code = "1242"> Bahamas </option>
                            <option value = "Bangladesh" data-code = "880"> Bangladesh </option>
                            <option value = "Barbados" data-code = "1246"> Barbados </option>
                            <option value = "Bahrain" data-code = "973"> Bahrain </option>
                            <option value = "Belarus" data-code = "375"> Belarus </option>
                            <option value = "Belize" data-code = "501"> Belize </option>
                            <option value = "Belgium" data-code = "32"> Belgium </option>
                            <option value = "Benin" data-code = "229"> Benin </option>
                            <option value = "Bulgaria" data-code = "359"> Bulgaria </option>
                            <option value = "Bolivia" data-code = "591"> Bolivia </option>
                            <option value = "Bosnia and Herzegovina" data-code = "387"> Bosnia and Herzegovina </option>
                            <option value = "Botswana" data-code = "267"> Botswana </option>
                            <option value = "Brazil" data-code = "55"> Brazil </option>
                            <option value = "Brunei" data-code = "673"> Brunei </option>
                            <option value = "Burkina Faso" data-code = "226"> Burkina Faso </option>
                            <option value = "Burundi" data-code = "257"> Burundi </option>
                            <option value = "Bhutan" data-code = "975"> Bhutan </option>
                            <option value = "Vanuatu" data-code = "678"> Vanuatu </option>
                            <option value = "Vatican" data-code = "39"> Vatican </option>
                            <option value = "UK" data-code = "44"> UK </option>
                            <option value = "Hungary" data-code = "36"> Hungary </option>
                            <option value = "Venezuela" data-code = "58"> Venezuela </option>
                            <option value = "East Timor" data-code = "670"> East Timor </option>
                            <option value = "Vietnam" data-code = "84"> Vietnam </option>
                            <option value = "Gabon" data-code = "241"> Gabon </option>
                            <option value = "Haiti" data-code = "509"> Haiti </option>
                            <option value = "Guyana" data-code = "592"> Guyana </option>
                            <option value = "Gambia" data-code = "220"> Gambia </option>
                            <option value = "Ghana" data-code = "233"> Ghana </option>
                            <option value = "Guatemala" data-code = "502"> Guatemala </option>
                            <option value = "Guinea" data-code = "224"> Guinea </option>
                            <option value = "Guinea-Bissau" data-code = "245"> Guinea-Bissau </option>
                            <option value = "Germany" data-code = "49"> Germany </option>
                            <option value = "Honduras" data-code = "504"> Honduras </option>
                            <option value = "Grenada" data-code = "1473"> Grenada </option>
                            <option value = "Greece" data-code = "30"> Greece </option>
                            <option value = "Georgia" data-code = "995"> Georgia </option>
                            <option value = "Denmark" data-code = "45"> Denmark </option>
                            <option value = "Djibouti" data-code = "253"> Djibouti </option>
                            <option value = "Dominica" data-code = "1767"> Dominica </option>
                            <option value = "Dominican Republic" data-code = "1809"> Dominican Republic </option>
                            <option value = "Egypt" data-code = "20"> Egypt </option>
                            <option value = "Zambia" data-code = "260"> Zambia </option>
                            <option value = "Zimbabwe" data-code = "263"> Zimbabwe </option>
                            <option value = "Israel" data-code = "972"> Israel </option>
                            <option value = "India" data-code = "91"> India </option>
                            <option value = "Indonesia" data-code = "62"> Indonesia </option>
                            <option value = "Jordan" data-code = "962"> Jordan </option>
                            <option value = "Iraq" data-code = "964"> Iraq </option>
                            <option value = "Iran" data-code = "98"> Iran </option>
                            <option value = "Ireland" data-code = "353"> Ireland </option>
                            <option value = "Iceland" data-code = "354"> Iceland </option>
                            <option value = "Spain" data-code = "34"> Spain </option>
                            <option value = "Italy" data-code = "39"> Italy </option>
                            <option value = "Yemen" data-code = "967"> Yemen </option>
                            <option value = "Cape Verde" data-code = "238"> Cape Verde </option>
                            <option value = "Kazakhstan" data-code = "77"> Kazakhstan </option>
                            <option value = "Cambodia" data-code = "855"> Cambodia </option>
                            <option value = "Cameroon" data-code = "237"> Cameroon </option>
                            <option value = "Canada" data-code = "1"> Canada </option>
                            <option value = "Qatar" data-code = "974"> Qatar </option>
                            <option value = "Kenya" data-code = "254"> Kenya </option>
                            <option value = "Cyprus" data-code = "357"> Cyprus </option>
                            <option value = "Kyrgyzstan" data-code = "996"> Kyrgyzstan </option>
                            <option value = "Kiribati" data-code = "686 "> Kiribati </option>
                            <option value = "China" data-code = "86"> China </option>
                            <option value = "Colombia" data-code = "57"> Colombia </option>
                            <option value = "Comoros" data-code = "269"> Comoros </option>
                            <option value = "Congo, Democratic Republic" data-code = "243"> Congo, Democratic Republic </option>
                            <option value = "Congo, republic" data-code = "242"> Congo, republic </option>
                            <option value = "Costa Rica" data-code = "506"> Costa Rica </option>
                            <option value = "Côte d Ivoire" data-code = "225"> Côte d Ivoire </option>
                            <option value = "Cuba" data-code = "53"> Cuba </option>
                            <option value = "Kuwait" data-code = "965"> Kuwait </option>
                            <option value = "Laos" data-code = "856"> Laos </option>
                            <option value = "Latvia" data-code = "371"> Latvia </option>
                            <option value = "Lesotho" data-code = "266"> Lesotho </option>
                            <option value = "Liberia" data-code = "231"> Liberia </option>
                            <option value = "Lebanon" data-code = "961"> Lebanon </option>
                            <option value = "Libya" data-code = "218"> Libya </option>
                            <option value = "Lithuania" data-code = "370"> Lithuania </option>
                            <option value = "Liechtenstein" data-code = "423"> Liechtenstein </option>
                            <option value = "Luxembourg" data-code = "352"> Luxembourg </option>
                            <option value = "Mauritius" data-code = "230"> Mauritius </option>
                            <option value = "Mauritania" data-code = "222"> Mauritania </option>
                            <option value = "Madagascar" data-code = "261"> Madagascar </option>
                            <option value = "Macedonia" data-code = "389"> Macedonia </option>
                            <option value = "Malawi" data-code = "265"> Malawi </option>
                            <option value = "Malaysia" data-code = "60"> Malaysia </option>
                            <option value = "Mali" data-code = "223"> Mali </option>
                            <option value = "Maldives" data-code = "960"> Maldives </option>
                            <option value = "Malta" data-code = "356"> Malta </option>
                            <option value = "Morocco" data-code = "212"> Morocco </option>
                            <option value = "Marshall Islands" data-code = "692"> Marshall Islands </option>
                            <option value = "Mexico" data-code = "52"> Mexico </option>
                            <option value = "Mozambique" data-code = "259"> Mozambique </option>
                            <option value = "Moldavia" data-code = "373"> Moldavia </option>
                            <option value = "Monaco" data-code = "377"> Monaco </option>
                            <option value = "Mongolia" data-code = "976"> Mongolia </option>
                            <option value = "Myanmar" data-code = "95"> Myanmar </option>
                            <option value = "Namibia" data-code = "264"> Namibia </option>
                            <option value = "Nauru" data-code = "674"> Nauru </option>
                            <option value = "Nepal" data-code = "977"> Nepal </option>
                            <option value = "Niger" data-code = "227"> Niger </option>
                            <option value = "Nigeria" data-code = "234"> Nigeria </option>
                            <option value = "Netherlands" data-code = "31"> Netherlands </option>
                            <option value = "Nicaragua" data-code = "505"> Nicaragua </option>
                            <option value = "New Zealand" data-code = "64"> New Zealand </option>
                            <option value = "Norway" data-code = "47"> Norway </option>
                            <option value = "United Arab Emirates" data-code = "971"> United Arab Emirates </option>
                            <option value = "Oman" data-code = "968"> Oman </option>
                            <option value = "Pakistan" data-code = "92"> Pakistan </option>
                            <option value = "Palau" data-code = "680"> Palau </option>
                            <option value = "Panama" data-code = "507"> Panama </option>
                            <option value = "Papua New Guinea" data-code = "675"> Papua New Guinea </option>
                            <option value = "Paraguay" data-code = "595"> Paraguay </option>
                            <option value = "Peru" data-code = "51"> Peru </option>
                            <option value = "Poland" data-code = "48"> Poland </option>
                            <option value = "Portugal" data-code = "351"> Portugal </option>
                            <option value = "Russia" data-code = "7"> Russia </option>
                            <option value = "Rwanda" data-code = "250"> Rwanda </option>
                            <option value = "Romania" data-code = "40"> Romania </option>
                            <option value = "El Salvador" data-code = "503"> El Salvador </option>
                            <option value = "Samoa" data-code = "685"> Samoa </option>
                            <option value = "San Marino" data-code = "378"> San Marino </option>
                            <option value = "Sao Tome and Principe" data-code = "239"> Sao Tome and Principe </option>
                            <option value = "Saudi Arabia" data-code = "966"> Saudi Arabia </option>
                            <option value = "Swaziland" data-code = "268"> Swaziland </option>
                            <option value = "North Korea" data-code = "850"> North Korea </option>
                            <option value = "Seychelles" data-code = "248"> Seychelles </option>
                            <option value = "Senegal" data-code = "221"> Senegal </option>
                            <option value = "Saint Vincent and the Grenadines" data-code = "1784"> Saint Vincent and the Grenadines </option>
                            <option value = "Saint Kitts and Nevis" data-code = "1869"> Saint Kitts and Nevis </option>
                            <option value = "Saint Lucia" data-code = "1758"> Saint Lucia </option>
                            <option value = "Serbia" data-code = "381"> Serbia </option>
                            <option value = "Singapore" data-code = "65"> Singapore </option>
                            <option value = "Syria" data-code = "963"> Syria </option>
                            <option value = "Slovakia" data-code = "421"> Slovakia </option>
                            <option value = "Slovenia" data-code = "986"> Slovenia </option>

                            <option value = "Solomon Islands" data-code = "677"> Solomon Islands </option>
                            <option value = "Somalia" data-code = "252"> Somalia </option>
                            <option value = "Sudan" data-code = "249"> Sudan </option>
                            <option value = "Suriname" data-code = "597"> Suriname </option>
                            <option value = "Sierra Leone" data-code = "232"> Sierra Leone </option>
                            <option value = "Tajikistan" data-code = "992"> Tajikistan </option>
                            <option value = "Thailand" data-code = "66"> Thailand </option>
                            <option value = "Tanzania" data-code = "255"> Tanzania </option>
                            <option value = "Togo" data-code = "228"> Togo </option>
                            <option value = "Tonga" data-code = "676"> Tonga </option>
                            <option value = "Trinidad and Tobago" data-code = "1868"> Trinidad and Tobago </option>
                            <option value = "Tuvalu" data-code = "688"> Tuvalu </option>
                            <option value = "Tunisia" data-code = "216"> Tunisia </option>
                            <option value = "Turkmenistan" data-code = "993"> Turkmenistan </option>
                            <option value = "Turkey" data-code = "90"> Turkey </option>

                            <option value = "Uganda" data-code = "256"> Uganda </option>
                            <option value = "Uzbekistan" data-code = "998"> Uzbekistan </option>
                            <option value = "Ukraine" data-code = "380"> Ukraine </option>
                            <option value = "Uruguay" data-code = "598"> Uruguay </option>
                            <option value = "Federated States of Micronesia" data-code = "691"> Federated States of Micronesia </option>
                            <option value = "Fiji" data-code = "679"> Fiji </option>
                            <option value = "Philippines" data-code = "63"> Philippines </option>
                            <option value = "Finland" data-code = "358"> Finland </option>
                            <option value = "France" data-code = "33"> France </option>
                            <option value = "Croatia" data-code = "385"> Croatia </option>
                            <option value = "Central African Republic" data-code = "236"> Central African Republic </option>
                            <option value = "Chad" data-code = "235"> Chad </option>
                            <option value = "Montenegro" data-code = "381"> Montenegro </option>
                            <option value = "Czech Republic" data-code = "420"> Czech Republic </option>
                            <option value = "Chile" data-code = "56"> Chile </option>
                            <option value = "Switzerland" data-code = "41"> Switzerland </option>
                            <option value = "Sweden" data-code = "46"> Sweden </option>
                            <option value = "Sri Lanka" data-code = "94"> Sri Lanka </option>
                            <option value = "Ecuador" data-code = "593"> Ecuador </option>
                            <option value = "Equatorial Guinea" data-code = "240"> Equatorial Guinea </option>
                            <option value = "Eritrea" data-code = "291"> Eritrea </option>
                            <option value = "Estonia" data-code = "372"> Estonia </option>
                            <option value = "Ethiopia" data-code = "251"> Ethiopia </option>
                            <option value = "South Korea" data-code = "82"> South Korea </option>
                            <option value = "South Africa" ​data-code = "27"> South Africa </option>
                            <option value = "Jamaica" data-code = "1876"> Jamaica </option>
                            <option value = "Japan" data-code = "81"> Japan </option>
                        </select>
                        <span>Required</span>
                    </div>
                    <div class="inline-group">
                        <div class="input-group">
                            <label for="calc_code">COUNTRY CODE</label>
                            <input id="calc_code" name="calc_code" type="text" value="(1)" placeholder="(1)" required>
                            <span>Required</span>
                        </div>
                        <div class="input-group">
                            <label for="calc_phone">PHONE<br> NUMBER</label>
                            <input id="calc_phone" type="text" name="phone_f" placeholder="965 8577" class="form-control required"/>
                            <span>Required</span>
                        </div>
                    </div>
                    <div class="input-group">
                        <label for="calc_mail">Email</label>
                        <input id="calc_mail" type="text" name="mail_f" placeholder="customer@gmail.com" class="form-control required" required/>
                        <span>Required</span>
                    </div>

                    <div class="input-group">
                        <label for="calc_message">YOUR COMMENTS</label>
                        <textarea name="calc_message" id="calc_message"></textarea>
                    </div>
                </div>
                <div class="form-bottom">
                    <button id="calc_btn" type="submit" class="form-btn">RECEIVE PROPOSAL</button>
                </div>
            </form>
        </div>
    </div>
</section>';
#endregion
